Repository: wp-plugins/supersaas-appointment-scheduling
Catalog: supersaas-*.po
Languages: da_dk

source: This module displays a 'Book now' button that automatically logs the user into a SuperSaaS schedule using his WordPress user name. It passes the user's information along, creating or updating the user's information on SuperSaaS as needed. This saves users from having to log in twice. Works with both the free and paid versions of SuperSaaS.
da_dk: Dette modul viser en &quot;Book nu&quot; knap som automatisk logger en bruger ind på din SuperSaaS plan ved brug af hans WordPress bruger navn. Bruger informationerne bliver videregivet samtidig med at bruger informationerne bliver oprettet eller ændret hos SuperSaaS. Dermed undgår brugerne at få 2 x login. Det gælder både den gratis og betalte version

source: Book Now!
da_dk: Book nu

source: www.supersaas.com
da_dk: www.supersaas.dk

source: (Setup incomplete)
da_dk: (Modul opsætning ikke færdig)

source: SuperSaaS Settings
da_dk: SuperSaaS indstillinger

source: SuperSaaS account name
da_dk: SuperSaaS konto navn

source: The account name of your SuperSaaS account. If you don't have an account name yet then please create one at supersaas.com.
da_dk: Konto navnet på din SuperSaaS konto. Hvis du ikke har et konto navn endnu, skal du lave en konto på supersaas.dk

source: SuperSaaS password
da_dk: SuperSaaS adgangskode

source: The password for the administrator of your SuperSaaS account.
da_dk: Adgangskoden for administratoren af din SuperSaaS konto

source: Schedule name or URL
da_dk: Navn på din plan eller URL

source: The name of the schedule or URL to redirect to after login.
da_dk: Navnet på din plan eller URL der omdirigeres til efter login

source: Button Label
da_dk: Tekst på knap

source: The text to be put on the button that is displayed, for example 'Create Appointment'.
da_dk: Tekst på knappen, som vises. Eksempelvis 'book nu'

source: Button Image
da_dk: Billede til knap

source: optional
da_dk: valgfrit

source: Location of an image file to use as the button. Can be left blank.
da_dk: Placering for billede filen, som bruges på knappen

source: Custom Domain Name
da_dk: Skræddersy domæne navn

source: If you created a custom domain name that points to SuperSaaS enter it here. Can be left blank.
da_dk: Hvis du ændrede URL til dit eget domæne navn, som skal pege på SuperSaaS, indtaster du det her
