Repository: wp-plugins/supersaas-appointment-scheduling
Catalog: trunk/supersaas-*.po
Languages: it_it

source: This module displays a 'Book now' button that automatically logs the user into a SuperSaaS schedule using his WordPress user name. It passes the user's information along, creating or updating the user's information on SuperSaaS as needed. This saves users from having to log in twice. Works with both the free and paid versions of SuperSaaS.
it_it: Questo modulo visualizza un pulsante &quot;Prenota Ora&quot; che automaticamente logga l'utente a un calendario prenotazioni SuperSaaS utilizzando i suoi parametri di accesso WordPress. Provvede inoltre a trasferire le informazioni utente al database SuperSaaS, creandole ex novo o aggiornandole. L'utente evita cos√¨ di dover fare un doppio login. Il modulo funziona sia con la versione gratuita che con quelle a pagamento di SuperSaaS.

source: Book Now!
it_it: Prenota Ora

source: www.supersaas.com
it_it: www.supersaas.it

source: (Setup incomplete)
it_it: (Setup modulo incompleto)

source: SuperSaaS Settings
it_it: Impostazioni SuperSaaS

source: SuperSaaS account name
it_it: Nome utente SuperSaaS

source: The account name of your SuperSaaS account. If you don't have an account name yet then please create one at supersaas.com.
it_it: Il nome utente del tuo account SuperSaaS. Se non disponi ancora di un nome utente SuperSaaS, creane uno sul sito www.supersaas.it

source: SuperSaaS password
it_it: Password SuperSaaS

source: The password for the administrator of your SuperSaaS account.
it_it: La password amministrativa del tuo account SuperSaaS

source: Schedule name or URL
it_it: Nome o URL del calendario prenotazioni

source: The name of the schedule or URL to redirect to after login.
it_it: Il nome del calendario prenotazioni o l'URL a cui indirizzare l'utente dopo il login

source: Button Label
it_it: Etichetta pulsante

source: The text to be put on the button that is displayed, for example 'Create Appointment'.
it_it: Testo del pulsante visualizzato, ad esempio 'Crea Appuntamento'

source: Button Image
it_it: Immagine pulsante

source: optional
it_it: opzionale

source: Location of an image file to use as the button. Can be left blank.
it_it: Posizione del file immagine da utilizzare come pulsante

source: Custom Domain Name
it_it: Nome di dominio personalizzato

source: If you created a custom domain name that points to SuperSaaS enter it here. Can be left blank.
it_it: Se hai creato un nome di dominio personalizzato che punta a SuperSaaS inseriscilo qui
